<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <%@ include file="common/common.jsp" %>
    <title>注册协议</title>
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="renderer" content="webkit">
    <style>
        .container {
            background: url(${ctx}/resources/images/sy_bg.png) repeat-y;
            padding-bottom: 45px;
        }

        .xy_title {
            width: 289px;
            height: 74px;
            margin: 50px auto 0;
        }

        .xy_content {
            width: 785px;
            margin: 50px auto 0;
            line-height: 24px;
        }

            .xy_content p {
                color: #fff;
            }

        .t2 {
            text-indent: 2em;
        }
    </style>
</head>
<body>
    <div class="warp">
        <!--头部-->
       	<%@ include file="common/header.jsp" %>
        <!--导航-->
        <%@ include file="common/naver.jsp" %> 
        <div class="wrapper" style="margin-top: 116px;">
            <!--页面主体-->
            <div class="container">
                <div class="xy_title">
                    <img src="${ctx}/resources/images/reg_agr.png" />
                </div>
                <div class="xy_content">
                    <p class="t2">
                        欢迎！感谢您使用宇任拓和/或其他宇任拓服务和应用程序！使用宇任拓产品及服务即代表您同意我们的条款。因此，请详细阅读本《用户协议》。
                        请注意: 您即将签订的协议具法律约束效力。
                    </p>
                    <p class="mt20 fw">1、引言</p>
                    <p>1.1. 宗旨</p>
                    <p class="t2">宇任拓是足球领域人士的在线社交平台，包括足球运动员、足球经纪人、足球俱乐部、足球宝贝。宇任拓致力于向全球足球领域人士提供沟通平台，并协助他们在职场事半功倍，发挥所长。我们竭诚为您服务，精心打造真诚互信的人脉圈，为会员创造经济机会，帮助您结识人脉、交流学习、寻找机遇、网罗人才、明智抉择。</p>
                    <p>1.2. 协议</p>
                    <p class="t2">使用我们的“服务”时，您已成为一项法定协议的签约方，并且同意该协议所有条款。</p>
                    <p class="t2">您同意，通过点击“注册”，或注册、访问或使用我们的服务 (包括宇任拓或相关的移动应用程序、开发商平台、高级服务或上述服务包含的任何内容和信息，统称“服务”)，您即成为一个具有法律约束力协议的签约方 (即使您是代表公司使用我们的“服务”也同样有效)。</p>
                    <p class="t2">
                        该“协议”包含本《用户协议》宇任拓可能会对此协议进行多次修改。如果您不同意该协议，请不要点击“注册”或类似内容，也不要访问或使用我们提供的任何“服务”。
                        宇任拓“服务”的注册用户即成为“会员” ，没有注册的用户即为“访客”。本协议对两者皆适用。
                    </p>


                    <p class="mt40 fw">2、义务</p>
                    <p>2.1. 服务资格</p>
                    <p class="t2">您在本协议中对宇任拓的承诺:您符合签订本协议的资格，并且遵守公平竞赛原则和体育道德。</p>
                    <p class="t2">为使用“服务”，您同意: (1) 您遵守公平竞赛原则和体育道德；(2) 您只能拥有一个宇任拓帐号，并且使用实名；以及 (3) 宇任拓没有在限制您使用“服务”。 </p>

                    <p>2.2. 您的会员资格</p>
                    <p class="t2">您会妥善保管密码。</p>
                    <p class="t2">您不可与其他人分享同一个帐号，并且将遵守我们的规定和法律。 </p>
                    <p class="t2">您的帐号只属于您，不属于他人。您同意: (1) 选择保密性强且安全性高的密码；(2) 确保密码的安全和保密性；(3) 不转移帐号的任何部分，例如: 通讯录、群组等；以及 (4) 遵守法律及以下应做事项和禁止事项。 </p>

                    <p>2.3 付费</p>
                    <p class="t2">您会履行支付相关费用的义务，且您同意我们储存您的支付信息。另外，宇任拓可能向您代收应缴税费款项。</p>
                    <p class="t2">宇任拓不保证退款。 </p>
                    <p class="t2">如果您购买了我们的“付费服务”，您同意支付其费用和税费。付费失败将导致付费服务终止。 </p>
                    <p class="t2">同时:</p>
                    <p class="t2">&#9830; 您授权我们在您的支付方式过期之后，仍可储存和继续使用其信息，以此避免付费帐号等服务的中断并为支付新服务提供便利。 </p>
                    <p class="t2">&#9830; 税费是以您购买时提供的支付信息决定的。 </p>
                    <p class="t2">&#9830; 付费服务包括：装扮个人中心、个人中心展示包的购买、俱乐部展示包的购买。 </p>

                    <p>2.4 通知及服务信息</p>
                    <p class="t2">您允许我们通过网站、移动客户端和邮件给您发送重要通知。本协议同样适用于移动应用程序。同时，您同意与宇任拓分享其他信息。</p>
                    <p class="t2">如果您的联系方式没有及时更新，您可能会错过这些通知。 </p>

                    <p>2.5. 信息和分享</p>
                    <p class="t2">我们的“服务”提供了多种发送和分享信息的方式，如个人资料、赛事发布和博客。您分享或发布的信息和内容都可能被其他“会员”查看，如果是公开信息，也会被“访客”查看。<strong>注:</strong> 其他“服务”的默认设置 (如：申请加入球队、发送 InMail) 为私密的，仅对收件人可见。</p>
                    <p class="t2">您分享信息后，他人可查看、复制和使用该信息。 </p>
                    <p class="t2">我们没有义务发表宇任拓“服务”的所有信息或内容，并且可以完全自行决定删除信息或内容，也没有发送通知的义务。</p>

                    <p class="fw mt40">3. 权利和限制</p>
                    <p class="t2">3.1. 您授予宇任拓的权限</p>
                    <p class="t2">您对于提供给宇任拓的所有内容、反馈和个人信息均拥有所有权，但您也授予宇任拓非专属权限。 </p>
                    <p class="t2">您承诺仅提供您有权分享的信息和内容，并且您的个人资料是真实的。</p>
                    <p class="t2">您对提交或发表在“服务”的内容和信息拥有所有权，且您只授予宇任拓以下非专属权限: 全球性、可转让、可再授权、无须取得您和他人同意、无需另行通知或补偿您或他人即可使用、复制、修改、传播、发表、加工您通过宇任拓“服务”提供的信息和内容的权利。这些权利也是有限的，方式如下:</p>
                    <p class="t2">&#9830; 您可以通过删除“服务”里的特定内容，来终止您授予宇任拓的权限，以下情况除外: (a) 您与他人分享了该内容，并且他们复制或保存了该内容；(b) 从备份和其他系统中删除内容将需要一段时间。</p>
                    <p class="t2">&#9830; 未经您的同意，我们不会将您的内容包含在他人的产品和服务的广告中 (包括推广内容)。但是，我们有权在您的内容和信息旁边发布广告，并且不需要向您或他人提供报酬；同时您对推广内容做出的评论可能是可见的。</p>
                    <p class="t2">&#9830; 如果我们想给予其他人在“服务”范围之外发布您发表内容的权利，须取得您的同意。</p>
                    <p class="t2">&#9830; 我们可能对您的内容进行编辑和修改其格式 (例如: 翻译内容，修改大小、排版或文件名，或删除元数据)，但我们不会修改其含义。</p>
                    <p class="t2">&#9830; 您对个人内容和信息拥有所有权，而我们对其只有非专属权利，因此您可以将内容和信息提供给他人。</p>
                    <p class="t2">&#9830; 您同意我们能访问、保存和使用您提供的任何信息。</p>
                    <p class="t2">&#9830; 通过提交关于宇任拓“服务”的建议或其他反馈意见，您同意宇任拓可以 (但非必须) 出于任何用途使用和分享此意见，并且不对您提供报酬。</p>
                    <p class="t2">&#9830; 您同意仅提供不触犯法律和不侵犯他人权利 (例如: 不触犯知识产权保护法或不违反合约) 的内容或信息。您也同意，您的个人资料信息是真实的。在法律法规以及政策所禁止的范围内，宇任拓可能会删除某些内容。</p>

                    <p class="fw">3.2. 服务可用性</p>
                    <p class="t2">我们可能修改、暂停或终止任何“服务”，或会自行更改或修改价格。在法律允许的范围内，这些更改可能在向您发送通知时开始生效。</p>
                    <p class="t2">宇任拓不是专门保存信息的网站。您同意，除非是法律规定，否则我们没有义务保存、维护您或他人提供的任何内容或信息，也没有义务提供这些内容和信息的副本。</p>
                    
                    <p class="fw">3.3. 其他内容、网站和应用程序</p>
                    <p class="t2">当您看到或使用发布在宇任拓“服务”的内容和信息时，您会承担一定风险。</p>
                    <p class="t2">第三方可能会通过宇任拓提供他们自己的产品和服务，而宇任拓不为这些第三方活动负责。</p>
                    <p class="t2">使用这些“服务”时，您可能会看到不准确、不完整、过时、有误导性、非法、冒犯性或有害的内容或信息。宇任拓一般不审查“会员”提供的内容。您同意，我们不对第三方 (包括其他“会员”) 提供的内容或信息负责，也不对您因使用或参考该内容或信息而造成的损失负责。</p>
                    <p class="t2">您需自行决定是否通过宇任拓“服务”上的链接访问或使用第三方应用程序或网站。如果您允许第三方应用程序或网站对您进行身份认证或与您的宇任拓帐号绑定，该应用程序或网站即可在宇任拓上查看您和您联系人的相关信息。第三方应用程序和网站有自己的法律条款，因此您此时可能在以宇任拓不认可的方式允许他人使用您的信息。除非有适用法律规定的特殊情况，否则宇任拓不对这些网站和应用程序负责——使用时您将自己承担风险。</p>

                    <p class="fw">3.4. 限制</p>
                    <p class="t2">宇任拓保留限制您使用“服务”的权利，包括您联系人的数量和您与其他会员互动的能力。如果宇任拓认为您可能违反了本协议或法律，或对“服务”使用不当 (如违反任何应做或禁止事项)，宇任拓将保留限制、暂停或终止您帐号的权利。</p>
                    <p class="t2">宇任拓保留“服务”中的所有知识产权，例如: 宇任拓标志及其他宇任拓商标、服务标志和图片。与宇任拓相关的标志均为宇任拓的商标或注册商标。其他与“服务”相关的商标和标志可能属于其拥有者。</p>
                    
                    <p class="fw mt40">4. 免责声明和有限责任</p>
                    <p class="t2">以下是关于宇任拓“服务”的质量、安全和可靠性法律责任的免责声明。</p>
                   
                    
                    <p class="fw">4.1. 无担保</p>
                    <p class="t2">在法律允许的范围内，宇任拓 (以及与宇任拓共同提供“服务”的相关方) 将: (A) 不对任何暗示的担保和代表承担责任，例如: 体育和商业活动、数据准确度和非侵权的担保；(B) 不保证“服务”不会中断或发生错误；(C) 根据“现成状态”和“可获得性”提供“服务” (包括内容和信息)。</p>
                    
                    <p class="fw">4.2. 责任免除</p>
                    <p class="t2">除非宇任拓已签订另一份独立书面协议取代本协议，否则在法律允许的范围内，宇任拓 (以及与宇任拓共同提供“服务”的相关方) 不因任何与“服务”相关的间接的、突发的、特殊的、后续的或惩罚性的损失 (例如: 攻击性或诽谤性的陈述、业务过少或损失，使用或修改您的信息或内容、组织和参与体育、商业活动所遭受损失) 或就丢失数据、机会、名誉、利润或收入对您或他人承担责任。</p>
                    <p class="t2">即使宇任拓已被告知类似损失的可能性，或者这些补救措施没有取得成效，此责任限制是您与宇任拓协议基础的一部分，且对所有索赔适用 (例如: 担保、侵权、疏忽、合同、法律)。</p>
                   
                    
                    <p class="fw mt40">5、服务终止</p>
                    <p class="t2">您我双方可于任何时候终止本协议。</p>
                    <p class="t2">宇任拓或您可以在任何时间通知对方终止协议。一旦协议终止，您就失去了访问或使用“服务”的权利。以下内容将不会终止:</p>
                    <p class="t2">&#9830; 宇任拓使用和公开您反馈意见的权利；</p>
                    <p class="t2">&#9830; 会员和/或访客分享您在协议终止之前被复制或分享的内容和信息的权利。</p>
                    <p class="t2">&#9830; 本协议的第 4、6、7 节；</p>
                    <p class="t2">&#9830; 任何一方在协议终止前所欠的费用在终止后仍成立。</p>
                    
                    
                    <p class="fw mt40">6.纠纷解决</p>
                    <p class="t2">若您我双方发生法律纠纷，纠纷将交于宇任托注册地人民法院，依照中国大陆法律处理。</p>
                   
                    <p class="fw mt40">7. 宇任拓的应做与禁止事项</p>
                    <p>7.1. 应做事项。您同意，您将:</p>
                    <p class="t2">&#9830; 遵守中国大陆适用法律；</p>
                    <p class="t2">&#9830; 提供准确信息，并及时更新信息；</p>
                    <p class="t2">&#9830; 在个人资料中使用真实姓名；</p>
                    <p class="t2">&#9830; 以专业的态度使用“服务”。</p>
                    
                    <p>7.2. 禁止事项。您同意，您将不会:</p>
                    <p class="t2">&#9830; 参与不实或不专业行为，包括发布不恰当、不准确或引起异议的内容；</p>
                    <p class="t2">&#9830; 在空白处填写不必要或不准确的信息，例如: 在“头衔”或任何空白栏提交电话号码；或在非宇任拓提供的空白处填写电话号码、邮箱地址、街道地址或任何可进行身份验证的信息。</p>
                    <p class="t2">&#9830; 在个人资料中使用与您外观不相似的照片或大头照作为头像；</p>
                    <p class="t2">&#9830; 在宇任拓上捏造虚假身份；</p>
                    <p class="t2">&#9830; 提供虚假的现有或以往职位和资历；；</p>
                    <p class="t2">&#9830; 伪造您与他人或实体的过去或现在的关系；</p>
                    <p class="t2">&#9830; 伪造身份，包括但不限于使用假名；</p>
                    <p class="t2">&#9830; 建立非本人 (真实存在的人) 的会员个人资料；</p>
                    <p class="t2">&#9830; 邀请不认识的人加入您的人脉圈；</p>
                    <p class="t2">&#9830; 骚扰、辱骂或伤害他人；</p>
                    <p class="t2">&#9830; 给他人发送垃圾邮件或其他不受欢迎的信件；</p>
                    <p class="t2">&#9830; 以任何方式抓取或复制他人的个人资料和信息，包括爬行器、浏览器插件和附加组件，和其他任何技术或人工方法；</p>
                    <p class="t2">&#9830; 采取任何非法、诽谤、侮辱、淫秽、歧视或其他不当行为；</p>
                    <p class="t2">&#9830; 公开您无权公开的信息，例如: 他人的保密信息，包括您雇主的信息；</p>
                    <p class="t2">&#9830; 侵犯他人的知识产权，包括专利、商标、商业机密、版权和其他所有权；</p>
                    <p class="t2">&#9830; 侵犯宇任拓的知识产权或其他权利，包括但不限于在任何商业名称、邮件或网址中使用“宇任拓”一词或宇任拓的标志；</p>
                    <p class="t2">&#9830; 使用宇任拓邀请函向不认识或无法分辨您是联系人的会员发送信息；</p>
                    <p class="t2">&#9830; 发布任何未经请求或未经授权的广告、“垃圾邮件”、“群发邮件”、“连环邮件”、“传销信息”或未经宇任拓授权的其他形式的信息；</p>
                    <p class="t2">&#9830; 向通讯组名单、新闻组邮件群或群组邮件群发送信息；</p>
                    <p class="t2">&#9830; 发布含有软件病毒、害虫或其他有害代码的内容；</p>
                    <p class="t2">&#9830; 操纵可识别标志，来隐藏任何通过“服务”的发布的信息或内容的来源；</p>
                    <p class="t2">&#9830; 为三陪或成人服务创建个人资料或提供内容；</p>
                    <p class="t2">&#9830; 创建或实行传销、造假或其他类似行为；</p>
                    <p class="t2">&#9830; 复制或使用他人在“服务”上的的信息、内容或数据 (公开授权的除外)；</p>
                    <p class="t2">&#9830; 复制或使用宇任拓上与竞争性服务 (由宇任拓判断) 有关的的信息、内容或数据；</p>
                    <p class="t2">&#9830; 复制、修改或创建宇任拓、“服务”或任何相关技术的衍生品 (宇任拓公开授权的除外)；</p>
                    <p class="t2">&#9830; 逆向工程、反编译、反汇编、破译或试图得出“服务”或任何相关技术的源码的全部或任何部分；</p>
                    <p class="t2">&#9830; 未经宇任拓明确同意，暗示或声明您隶属宇任拓或受宇任拓认可，例如: 表明您是宇任拓认证的运动员；</p>
                    <p class="t2">&#9830; 出租、租借、借贷、交易、出售或转售“服务”或任何相关的信息或数据；</p>
                    <p class="t2">&#9830; 未经宇任拓同意，出售、推广或将宇任拓群组或任何“服务”的其他功能货币化；</p>
                    <p class="t2">&#9830; 未经宇任拓同意，以宣传您的宇任拓个人资料或某个宇任拓群组以外的任何目的深层链接到“服务”；</p>
                    <p class="t2">&#9830; 删除宇任拓“服务”中包含的任何关于版权、商标或其他所有权的通知；</p>
                    <p class="t2">&#9830; 删除、覆盖或隐藏“服务”中包含的任何广告；</p>
                    <p class="t2">&#9830; 未经宇任拓同意，收集、使用、复制或转移任何从宇任拓获取的信息；</p>
                    <p class="t2">&#9830; 未经他人同意，分享或公开他人信息；</p>
                    <p class="t2">&#9830; 使用人工或自动软件、设备、脚本机器人程序、其他方式或程序访问、“抓取”、“爬取”或“挖掘”“服务”或其他相关数据或信息；</p>
                    <p class="t2">&#9830; 使用自动程序 (即“bots”) 或其他自动方法访问“服务”、添加或下载通讯录、发送或重定向信息；</p>
                    <p class="t2">&#9830; 以任何竞争目的监控“服务”的可用性、性能或功能；</p>
                    <p class="t2">&#9830; 参与“建立构架”、“制作镜像”或其他模拟“服务”外观或功能的活动；</p>
                    <p class="t2">&#9830; 通过非宇任拓明确提供的界面访问“服务”；</p>
                    <p class="t2">&#9830; 覆写“服务”的任何安全性功能；</p>
                    <p class="t2">&#9830; 干扰“服务”的运营、或给“服务”带来不合理的负荷 (例如: 群发邮件、拒绝服务攻击、病毒、游戏运算)；</p>
                    <p class="fw mt40">8. 关于内容的投诉</p>
                    <p class="t2">我们尊重他人的知识产权。我们要求会员发布准确无误的信息，且不侵犯第三方的知识产权和其他权利。我们为关于宇任拓会员发布内容的投诉提供协助。</p>
                    <p class="fw mt40">9.联系方式</p>
                    <p class="t2">联系方式：028-86667832</p>
                    <p class="t2">公司地址：成都市青羊区草市街69号恒昌大厦四楼A25</p>
                    <p class="t2">新浪微博：宇任拓足球</p>
                    <p class="ml25 mt10"><img src="${ctx}/resources/images/xy_wx.jpg" alt="Alternate Text" /></p>
                    <p class="t2 mt10">微信订阅号：宇任拓订阅号</p>
                    <p class="ml25 mt10"><img src="${ctx}/resources/images/xy_wb.jpg" alt="Alternate Text" /></p>
                </div>

            </div>
        </div>
        <%@ include file="common/footer.jsp" %>
    </div>
</body>
</html>
